docs/load_testing/results/matilda/preindex/1.txt
Running 1m test @ http://127.0.0.1:8080/user/search
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   442.21ms    6.51ms 490.38ms   95.56%
    Req/Sec     1.61      0.49     2.00     61.48%
  Latency Distribution
     50%  441.35ms
     75%  443.80ms
     90%  446.09ms
     99%  474.91ms
  135 requests in 1.00m, 230.98KB read
Requests/sec:      2.25
Transfer/sec:      3.85KB